{
  "Connect _aeb": "Connect wallet",
  "Connect _b83": "Connect ETH environment",
  "Connect _e54": "Connect Polygon environment",
  "Connect _ecf": "Connect with social.",
  "Connect _ee0": "Connect Tron environment",
  "Connect _f66": "Connect BSC environment",
  "Connecte_fed": "Connected",
  "Connecti_9b4": "Connection failed",
  "Copied": "Copied",
  "DO NOT u_433": "DO NOT use .bit with ANY hardware wallet except Ledger and the latest version of OneKey!",
  "Do you k_7b2": "Do you know",
  "Error": "Error",
  "Get star_9b5": "Get started with your wallet to sign messages and send transactions. Please install MetaMask or other wallets first.",
  "Get star_f14": "Get started with your wallet to sign messages and send transactions. Please install TronLink or other wallets first.",
  "Guide": "Guide",
  "Invalid _c75": "Invalid {fieldName}",
  "Language": "Language",
  "Learn mo_ff5": "Learn more about .bit",
  "OK": "OK",
  "Only sup_34f": "Only supported in imToken, TokenPocket, TronLink",
  "Other re_83c": "Other requests for the wallet are not processed, please try again after processing",
  "Please c_d56": "Please check if you are using multiple wallet plugins. Please disable multiple wallet plugins, keep only one wallet plugin and try again. If it still doesn't work, please join .bit community and open a ticket for support: ",
  "Please s_1d2": "Please switch your wallet to the Goerli test network before connecting",
  "Please s_2e7": "Please switch your wallet to the BSC Testnet before connecting",
  "Please s_95b": "Please switch your wallet to the Polygon Testnet before connecting",
  "Please s_b61": "Please switch your wallet to the Ethereum main network before connecting",
  "Please s_c76": "Please switch your wallet to the Polygon Mainnet before connecting",
  "Please s_d3c": "Please switch your wallet to the BSC main network before connecting",
  "Please t_427": "Please try again after unlocking your TronLink wallet",
  "Powerful_441": "Powerful cross-chain capability is a unique feature of .bit, which means you can register and use .bit in multiple public chain environments.",
  "See you _09f": "See you soon",
  "Since mo_291": "Since most hardware wallets have incompatibility problems.",
  "Switch w_8f3": "Switch wallet",
  "The conn_ddc": "The connection attempt failed. Please try again.",
  "This cam_688": "This campaign has ended. Thank you for your love and support for .bit! See you next time!",
  "Tips": "Tips",
  "Trust, T_2cc": "Trust, TokenPocket, imToken, OneKey...",
  "Understa_d3d": "Understand, Continue",
  "You are _f9a": "You are registering a .bit NFT on Ethereum.",
  "Your Tor_58c": "Your Torus wallet is connected. Now, you can register or manage your .bit account!",
  "{symbol}_c85": "{symbol} address format is wrong"
}
